#+TITLE: Portfolio II
#+AUTHOR: Chris Hogan
#+DATE: <2023-04-10 Mon> to <2023-05-14 Sun>
#+STARTUP: nologdone

* Week 1
#+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2023-W15 :tags t
#+CAPTION: Clock summary at [2023-05-03 Wed 15:36], for week 2023-W15.
| Tags     | Headline                                    | Time   |      |      |
|----------+---------------------------------------------+--------+------+------|
|          | *Total time*                                | *2:23* |      |      |
|----------+---------------------------------------------+--------+------+------|
|          | Week 1                                      | 2:23   |      |      |
|          | \_  <2023-04-10 Mon>                        |        | 1:56 |      |
| painting | \_    John Park Painterly Landscape Studies |        |      | 1:56 |
|          | \_  <2023-04-12 Wed>                        |        | 0:27 |      |
| painting | \_    Landscape study                       |        |      | 0:27 |
#+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
| Tag      | Headline   | Time (h) |
|----------+------------+----------|
| drawing  | *Tag time* | *0h 0m*  |
|----------+------------+----------|
| study    | *Tag time* | *0h 0m*  |
|----------+------------+----------|
| painting | *Tag time* | *2h 23m* |
|----------+------------+----------|
| 3D       | *Tag time* | *0h 0m*  |

#+END:

** <2023-04-10 Mon>
*** DONE John Park Painterly Landscape Studies                     :painting:
:LOGBOOK:
CLOCK: [2023-04-10 Mon 20:02]--[2023-04-10 Mon 21:58] =>  1:56
:END:
** <2023-04-12 Wed>
*** DONE Landscape study                                           :painting:
:LOGBOOK:
CLOCK: [2023-04-12 Wed 19:14]--[2023-04-12 Wed 19:41] =>  0:27
:END:
* Week 2
#+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2023-W16 :tags t
#+CAPTION: Clock summary at [2023-05-03 Wed 15:36], for week 2023-W16.
| Tags     | Headline              | Time   |      |      |
|----------+-----------------------+--------+------+------|
|          | *Total time*          | *8:37* |      |      |
|----------+-----------------------+--------+------+------|
|          | Week 2                | 8:37   |      |      |
|          | \_  <2023-04-19 Wed>  |        | 2:01 |      |
| painting | \_    Landscape study |        |      | 2:01 |
|          | \_  <2023-04-20 Thu>  |        | 1:23 |      |
| painting | \_    Landscape study |        |      | 1:23 |
|          | \_  <2023-04-21 Fri>  |        | 2:22 |      |
| painting | \_    Landscape study |        |      | 2:22 |
|          | \_  <2023-04-22 Sat>  |        | 2:51 |      |
| painting | \_    Landscape study |        |      | 2:51 |
#+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
| Tag      | Headline   | Time (h) |
|----------+------------+----------|
| drawing  | *Tag time* | *0h 0m*  |
|----------+------------+----------|
| study    | *Tag time* | *0h 0m*  |
|----------+------------+----------|
| painting | *Tag time* | *8h 37m* |
|----------+------------+----------|
| 3D       | *Tag time* | *0h 0m*  |

#+END:
** <2023-04-19 Wed>
*** DONE Landscape study                                           :painting:
:LOGBOOK:
CLOCK: [2023-04-19 Wed 15:15]--[2023-04-19 Wed 16:00] =>  0:45
CLOCK: [2023-04-19 Wed 12:59]--[2023-04-19 Wed 14:15] =>  1:16
:END:
** <2023-04-20 Thu>
*** DONE Landscape study                                           :painting:
:LOGBOOK:
CLOCK: [2023-04-20 Thu 14:43]--[2023-04-20 Thu 16:06] =>  1:23
:END:
** <2023-04-21 Fri>
*** DONE Landscape study                                           :painting:
:LOGBOOK:
CLOCK: [2023-04-21 Fri 20:10]--[2023-04-21 Fri 21:05] =>  0:55
CLOCK: [2023-04-21 Fri 18:45]--[2023-04-21 Fri 19:00] =>  0:15
CLOCK: [2023-04-21 Fri 10:03]--[2023-04-21 Fri 11:15] =>  1:12
:END:
** <2023-04-22 Sat>
*** DONE Landscape study                                           :painting:
:LOGBOOK:
CLOCK: [2023-04-22 Sat 19:18]--[2023-04-22 Sat 20:27] =>  1:09
CLOCK: [2023-04-22 Sat 14:39]--[2023-04-22 Sat 16:21] =>  1:42
:END:
* Week 3
#+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2023-W17 :tags t
#+CAPTION: Clock summary at [2023-05-03 Wed 15:36], for week 2023-W17.
| Tags     | Headline                                    | Time   |      |      |
|----------+---------------------------------------------+--------+------+------|
|          | *Total time*                                | *8:05* |      |      |
|----------+---------------------------------------------+--------+------+------|
|          | Week 3                                      | 8:05   |      |      |
|          | \_  <2023-04-24 Mon>                        |        | 7:25 |      |
| painting | \_    SDVGD interior                        |        |      | 2:11 |
| study    | \_    Intro to Advanced Interior Design     |        |      | 5:14 |
|          | \_  <2023-04-25 Tue>                        |        | 0:40 |      |
| study    | \_    Sci-fi gardens planning and reference |        |      | 0:40 |
#+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
| Tag      | Headline   | Time (h) |
|----------+------------+----------|
| drawing  | *Tag time* | *0h 0m*  |
|----------+------------+----------|
| study    | *Tag time* | *5h 54m* |
|----------+------------+----------|
| painting | *Tag time* | *2h 11m* |
|----------+------------+----------|
| 3D       | *Tag time* | *0h 0m*  |

#+END:

** <2023-04-24 Mon>
*** DONE SDVGD interior                                            :painting:
:LOGBOOK:
CLOCK: [2023-04-24 Mon 20:37]--[2023-04-24 Mon 21:07] =>  0:30
CLOCK: [2023-04-24 Mon 19:58]--[2023-04-24 Mon 20:32] =>  0:34
CLOCK: [2023-04-24 Mon 15:09]--[2023-04-24 Mon 15:40] =>  0:31
CLOCK: [2023-04-24 Mon 14:25]--[2023-04-24 Mon 15:01] =>  0:36
:END:
*** DONE Intro to Advanced Interior Design                            :study:
:LOGBOOK:
CLOCK: [2023-04-24 Mon 20:32]--[2023-04-24 Mon 20:37] =>  0:05
CLOCK: [2023-04-24 Mon 19:39]--[2023-04-24 Mon 19:58] =>  0:19
CLOCK: [2023-04-24 Mon 18:14]--[2023-04-24 Mon 19:09] =>  0:55
CLOCK: [2023-04-24 Mon 12:35]--[2023-04-24 Mon 14:12] =>  1:37
CLOCK: [2023-04-24 Mon 09:35]--[2023-04-24 Mon 11:53] =>  2:18
:END:
** <2023-04-25 Tue>
*** DONE Sci-fi gardens planning and reference                        :study:
:LOGBOOK:
CLOCK: [2023-04-25 Tue 11:15]--[2023-04-25 Tue 11:55] =>  0:40
:END:
* Week 4
#+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2023-W18 :tags t
#+CAPTION: Clock summary at [2023-05-03 Wed 15:36], for week 2023-W18.
| Tags  | Headline                     | Time   |      |      |
|-------+------------------------------+--------+------+------|
|       | *Total time*                 | *2:11* |      |      |
|-------+------------------------------+--------+------+------|
|       | Week 4                       | 2:11   |      |      |
|       | \_  <2023-05-03 Wed>         |        | 2:11 |      |
| study | \_    Paint like the masters |        |      | 2:11 |
#+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
| Tag      | Headline   | Time (h) |
|----------+------------+----------|
| drawing  | *Tag time* | *0h 0m*  |
|----------+------------+----------|
| study    | *Tag time* | *2h 11m* |
|----------+------------+----------|
| painting | *Tag time* | *0h 0m*  |
|----------+------------+----------|
| 3D       | *Tag time* | *0h 0m*  |

#+END:
** <2023-05-03 Wed>
*** TODO Paint like the masters :study:
:LOGBOOK:
CLOCK: [2023-05-03 Wed 15:13]--[2023-05-03 Wed 15:36] =>  0:23
CLOCK: [2023-05-03 Wed 12:33]--[2023-05-03 Wed 14:21] =>  1:48
:END:
* Week 5

